[
  {
    "original_name": "Jeremy Piven",
    "id": 12799,
    "profile_path": "/pqdR8zqAWF87chGYlbdYr0YfC7g.jpg",
    "known_for": [
      {
        "backdrop_path": "/sd4xN5xi8tKRPrJOWwNiZEile7f.jpg",
        "title": "Cars",
        "overview": "Lightning McQueen, a hotshot rookie race car driven to succeed, discovers that life is about the journey, not the finish line, when he finds himself unexpectedly detoured in the sleepy Route 66 town of Radiator Springs. On route across the country to the big Piston Cup Championship in California to compete against two seasoned pros, McQueen gets to know the town's offbeat characters.",
        "poster_path": "/abW5AzHDaIK1n9C36VdAeOwORRA.jpg",
        "release_date": "2006-06-08"
      },
      {
        "backdrop_path": "/gU7EMTMV3d2ykb9630PAwLSvtSz.jpg",
        "title": "Serendipity",
        "overview": "Although strangers Sara and Jonathan are both already in relationships, they realize they have genuine chemistry after a chance encounter – but part company soon after. Years later, they each yearn to reunite, despite being destined for the altar. But to give true love a chance, they have to find one another again.",
        "poster_path": "/srCE5lEIjVEG5eqWg9JcjZCK1aQ.jpg",
        "release_date": "2001-10-05"
      },
      {
        "backdrop_path": "/6bNQuKFJIamipvYclG4MEbDSLM5.jpg",
        "title": "So Undercover",
        "overview": "When the FBI hires her to go undercover at a college sorority, Molly Morris (Miley Cyrus) must transform herself from a tough, streetwise private investigator to a refined, sophisticated university girl to help protect the daughter of a one-time Mobster. With several suspects on her list, Molly unexpectedly discovers that not everyone is who they appear to be, including herself.",
        "poster_path": "/abR6e0FaWwwcEJEM4PY5VvjwBr1.jpg",
        "release_date": "2012-12-06"
      }
    ]
  },
  {
    "original_name": "Nicolette Scorsese",
    "id": 106731,
    "profile_path": "/i0PWIBj2dZQm76uepLhMO1188HS.jpg",
    "known_for": [
      {
        "backdrop_path": "/1KYDPOC6ENDWCkW3TGCdca104hi.jpg",
        "title": "National Lampoon's Christmas Vacation",
        "overview": "It's Christmastime, and the Griswolds are preparing for a family seasonal celebration. But things never run smoothly for Clark, his wife Ellen, and their two kids. Clark's continual bad luck is worsened by his obnoxious family guests, but he manages to keep going, knowing that his Christmas bonus is due soon.",
        "poster_path": "/gL8ZDtAy8vO95aAnv1H5CR4CGMA.jpg",
        "release_date": "1989-11-30"
      },
      {
        "backdrop_path": "/iiOfrrE9fwCrhmo8o5acrNJb5I7.jpg",
        "title": "Boxing Helena",
        "overview": "A top surgeon is besotted with a beautiful woman who once rebuffed him. Unable to come to terms with life without her, he tries to convince her that they need each other. She has other ideas, but a horrific accident leaves her at his mercy.",
        "poster_path": "/fL8b32TY3Cxe661kztmzz5AlIM0.jpg",
        "release_date": "1993-03-22"
      },
      {
        "backdrop_path": "/iARhC0Tor1XF0ADsCTvf0DEu3ZK.jpg",
        "title": "Girls in Prison",
        "overview": "Framed for the murder of a record company president in 1952 Hollywood, young, aspiring singer Aggie O'Hanlon is sentenced to life in prison and tries to adjust to her life life behind bars in a hellish womens prison where she is befriended by other \"lifer\" inmates who help her out when Aggie finds herself marked for murder by an unknown source who thinks she knows more about the murder than she does.",
        "poster_path": "/42gZLRZStmVH3shTSTj3iDZ9RBf.jpg",
        "release_date": "1994-08-19"
      }
    ]
  },
  {
    "original_name": "Jenna Ortega",
    "id": 974169,
    "profile_path": "/q1NRzyZQlYkxLY07GO9NVPkQnu8.jpg",
    "known_for": [
      {
        "backdrop_path": "/iHSwvRVsRyxpX7FE7GbviaDvgGZ.jpg",
        "title": "",
        "overview": "Wednesday Addams is sent to Nevermore Academy, a bizarre boarding school where she attempts to master her psychic powers, stop a monstrous killing spree of the town citizens, and solve the supernatural mystery that affected her family 25 years ago — all while navigating her new relationships.",
        "poster_path": "/9PFonBhy4cQy7Jz20NpMygczOkv.jpg",
        "release_date": ""
      },
      {
        "backdrop_path": "/ifUfE79O1raUwbaQRIB7XnFz5ZC.jpg",
        "title": "Scream",
        "overview": "Twenty-five years after a streak of brutal murders shocked the quiet town of Woodsboro, a new killer has donned the Ghostface mask and begins targeting a group of teenagers to resurrect secrets from the town’s deadly past.",
        "poster_path": "/971Kqs1q4nuSc9arn1QAuKYbfxy.jpg",
        "release_date": "2022-01-12"
      },
      {
        "backdrop_path": "/70Rm9ItxKuEKN8iu6rNjfwAYUCJ.jpg",
        "title": "X",
        "overview": "In 1979, a group of young filmmakers set out to make an adult film in rural Texas, but when their reclusive, elderly hosts catch them in the act, the cast find themselves fighting for their lives.",
        "poster_path": "/woTQx9Q4b8aO13jR9dsj8C9JESy.jpg",
        "release_date": "2022-03-17"
      }
    ]
  },
  {
    "original_name": "Ranbir Kapoor",
    "id": 85034,
    "profile_path": "/ymYNHV9luwgyrw17NXHqbOWTQkg.jpg",
    "known_for": [
      {
        "backdrop_path": "/lnNEmbGoxcSoO69NeavliNUxT3O.jpg",
        "title": "Barfi!",
        "overview": "Three young people learn that love can neither be defined nor contained by society's definition of normal and abnormal.",
        "poster_path": "/8lVuWmArvr41CvyvpgI3elD5iB1.jpg",
        "release_date": "2012-09-13"
      },
      {
        "backdrop_path": "/Wi9bgiwfJPYKFcJIiUqCNDFNtf.jpg",
        "title": "Yeh Jawaani Hai Deewani",
        "overview": "Bunny and Naina meet when they graduate from college and again in their late 20s.",
        "poster_path": "/em39H81XLCDgXsI7V4IcBZseEO6.jpg",
        "release_date": "2013-05-31"
      },
      {
        "backdrop_path": "/YmrlTsqhmFsWo50QawaKTHOql7.jpg",
        "title": "Ae Dil Hai Mushkil",
        "overview": "Ayan falls in love with his soulmate, Alizeh, but she doesn’t reciprocate the feeling. Later, a relationship with Saba helps him realize Alizeh’s value in his life, irrespective of their relationship status.",
        "poster_path": "/1BDnQBOIUsPFnlLw35gManvHKUs.jpg",
        "release_date": "2016-10-27"
      }
    ]
  },
  {
    "original_name": "Anna Slotky",
    "id": 1232179,
    "profile_path": "/6NvXc8Z8t8rccjliVPparVeUGj0.jpg",
    "known_for": [
      {
        "backdrop_path": "/pnkcE3Q3fPNM9XzWEN1gJJRYYX4.jpg",
        "title": "Home Alone 2: Lost in New York",
        "overview": "Instead of flying to Florida with his folks, Kevin ends up alone in New York, where he gets a hotel room with his dad's credit card—despite problems from a clerk and meddling bellboy. But when Kevin runs into his old nemeses, the Wet Bandits, he's determined to foil their plans to rob a toy store on Christmas Eve.",
        "poster_path": "/uuitWHpJwxD1wruFl2nZHIb4UGN.jpg",
        "release_date": "1992-11-19"
      },
      {
        "backdrop_path": "/bCFhGBYSLFSVdZmBZ6sENhMmi2Z.jpg",
        "title": "Home Alone",
        "overview": "Eight-year-old Kevin McCallister makes the most of the situation after his family unwittingly leaves him behind when they go on Christmas vacation. But when a pair of bungling burglars set their sights on Kevin's house, the plucky kid stands ready to defend his territory. By planting booby traps galore, adorably mischievous Kevin stands his ground as his frantic mother attempts to race home before Christmas Day.",
        "poster_path": "/9wSbe4CwObACCQvaUVhWQyLR5Vz.jpg",
        "release_date": "1990-11-16"
      },
      {
        "backdrop_path": "/eZmgVaSzSYBCw1pIX1yNetEjzc0.jpg",
        "title": "",
        "overview": "3rd Rock from the Sun is an American sitcom that aired from 1996 to 2001 on NBC. The show is about four extraterrestrials who are on an expedition to Earth, which they consider to be a very insignificant planet. The extraterrestrials pose as a human family in order to observe the behavior of human beings.",
        "poster_path": "/sUB4lZghNnwQywKqgjIfJsyBqI2.jpg",
        "release_date": ""
      }
    ]
  },
  {
    "original_name": "Jason Statham",
    "id": 976,
    "profile_path": "/whNwkEQYWLFJA8ij0WyOOAD5xhQ.jpg",
    "known_for": [
      {
        "backdrop_path": "/ysKahAEPP8h6MInuLjr0xuZOTjh.jpg",
        "title": "Snatch",
        "overview": "Unscrupulous boxing promoters, violent bookmakers, a Russian gangster, incompetent amateur robbers and supposedly Jewish jewelers fight to track down a priceless stolen diamond.",
        "poster_path": "/56mOJth6DJ6JhgoE2jtpilVqJO.jpg",
        "release_date": "2000-09-01"
      },
      {
        "backdrop_path": "/iP1cjN3ZGs1yJXROKaUj9hi1yF2.jpg",
        "title": "The Meg",
        "overview": "A deep sea submersible pilot revisits his past fears in the Mariana Trench, and accidentally unleashes the seventy foot ancestor of the Great White Shark believed to be extinct.",
        "poster_path": "/eyWICPcxOuTcDDDbTMOZawoOn8d.jpg",
        "release_date": "2018-08-09"
      },
      {
        "backdrop_path": "/kWt1OcPgwO1ssu57wgTKmq38JYw.jpg",
        "title": "The Transporter",
        "overview": "Former Special Forces officer, Frank Martin will deliver anything to anyone for the right price, and his no-questions-asked policy puts him in high demand. But when he realizes his latest cargo is alive, it sets in motion a dangerous chain of events. The bound and gagged Lai is being smuggled to France by a shady American businessman, and Frank works to save her as his own illegal activities are uncovered by a French detective.",
        "poster_path": "/v3QIFUWgtVN4wejVuDZowuyJ20W.jpg",
        "release_date": "2002-10-02"
      }
    ]
  },
  {
    "original_name": "Alyson Gorske",
    "id": 2502703,
    "profile_path": "/aqohlkcnI9yZdRmgDWjipCncmh8.jpg",
    "known_for": [
      {
        "backdrop_path": "/9fWW38bLEdofv77bUPLIu8zLN6.jpg",
        "title": "Jungle Run",
        "overview": "A brother and sister's journey into the jungle to find their missing father.",
        "poster_path": "/7qz8G0DcgLUkJSbLU5YpzQYlOnb.jpg",
        "release_date": "2021-06-24"
      },
      {
        "backdrop_path": "/c8XIFuJCPTtTJdSRpqnUoMr6eK1.jpg",
        "title": "Battle Star Wars",
        "overview": "When the leader of the evil Coalition threatens to destroy a Rebel planet for its resources, his daughter will have no choice but to join the Rebel side and fight for what is right.",
        "poster_path": "/ocA0ECiFoB4d1HITyEDQlLk7x84.jpg",
        "release_date": "2020-01-28"
      },
      {
        "backdrop_path": "/aDQBgiWx2hLwKXbPrc92ILoO5LP.jpg",
        "title": "Amy's F**k It List",
        "overview": "Plain and basic Amy receives news that suddenly turns her world upside down. Together with her outspoken and bold Sister Mary, the pair embark on a mission to set things right in the world and reconnect their once lost bond along the way.",
        "poster_path": "/m4lFMnotILTWriXPoEhTIuVRNPr.jpg",
        "release_date": "2023-02-04"
      }
    ]
  },
  {
    "original_name": "Song Kang",
    "id": 1878952,
    "profile_path": "/dMUXkMfkTEw3qrJisk0mQCQxmBI.jpg",
    "known_for": [
      {
        "backdrop_path": "/mceCXNTny6a5F3rQgShLoyARw4l.jpg",
        "title": "",
        "overview": "As humans turn into savage monsters and the world plunges into terror, a handful of survivors fight for their lives — and to hold on to their humanity.",
        "poster_path": "/7K8XmVrvwYbnQSg7lI9VOmf7suO.jpg",
        "release_date": ""
      },
      {
        "backdrop_path": "/mXouvrZbn8YpZMURGvw30QK8qfo.jpg",
        "title": "",
        "overview": "Love Alarm is an app that tells you if someone within a 10-meter radius has a crush on you. It quickly becomes a social phenomenon. While everyone talks about it and uses it to test their love and popularity, Jojo is one of the few people who have yet to download the app. However, she soon faces a love triangle situation between Sun-oh whom she starts to have feelings for, and Hye-young, who has had a huge crush on her.",
        "poster_path": "/s87JyAWtRLLlmsYWXTED1l8henB.jpg",
        "release_date": ""
      },
      {
        "backdrop_path": "/iSAH9nH10hke3IW9woUSnTmSHm4.jpg",
        "title": "",
        "overview": "A 70-year-old with a dream and a 23-year-old with a gift lift each other out of harsh realities and rise to the challenge of becoming ballerinos.",
        "poster_path": "/pBd6pEhszsWk95TrUqo4bdXhH8T.jpg",
        "release_date": ""
      }
    ]
  },
  {
    "original_name": "Liam Neeson",
    "id": 3896,
    "profile_path": "/bboldwqSC6tdw2iL6631c98l2Mn.jpg",
    "known_for": [
      {
        "backdrop_path": "/3f92DMBTFqr3wgXpfxzrb0qv8nG.jpg",
        "title": "Schindler's List",
        "overview": "The true story of how businessman Oskar Schindler saved over a thousand Jewish lives from the Nazis while they worked as slaves in his factory during World War II.",
        "poster_path": "/sF1U4EUQS8YHUYjNl3pMGNIQyr0.jpg",
        "release_date": "1993-12-15"
      },
      {
        "backdrop_path": "/wDe8LzwuvHYYiuwyNfxdYQq8ti4.jpg",
        "title": "Star Wars: Episode I - The Phantom Menace",
        "overview": "Anakin Skywalker, a young slave strong with the Force, is discovered on Tatooine. Meanwhile, the evil Sith have returned, enacting their plot for revenge against the Jedi.",
        "poster_path": "/6wkfovpn7Eq8dYNKaG5PY3q2oq6.jpg",
        "release_date": "1999-05-19"
      },
      {
        "backdrop_path": "/9iQWsXwjOMGDvTDdvCnpiyR0UG3.jpg",
        "title": "Taken",
        "overview": "While vacationing with a friend in Paris, an American girl is kidnapped by a gang of human traffickers intent on selling her into forced prostitution. Working against the clock, her ex-spy father must pull out all the stops to save her. But with his best years possibly behind him, the job may be more than he can handle.",
        "poster_path": "/y5Va1WXDX6nZElVirPrGxf6w99B.jpg",
        "release_date": "2008-02-18"
      }
    ]
  },
  {
    "original_name": "Madeleine Yuna Voyles",
    "id": 4068148,
    "profile_path": "/mLKvNuCJSgyK0WdLd4ogO81sOO1.jpg",
    "known_for": [
      {
        "backdrop_path": "/kjQBrc00fB2RjHZB3PGR4w9ibpz.jpg",
        "title": "The Creator",
        "overview": "Amid a future war between the human race and the forces of artificial intelligence, a hardened ex-special forces agent grieving the disappearance of his wife, is recruited to hunt down and kill the Creator, the elusive architect of advanced AI who has developed a mysterious weapon with the power to end the war—and mankind itself.",
        "poster_path": "/vBZ0qvaRxqEhZwl6LWmruJqWE8Z.jpg",
        "release_date": "2023-09-27"
      },
      {
        "backdrop_path": null,
        "title": "True Love: Making 'The Creator'",
        "overview": "Join director Gareth Edwards and crew for nearly an hour look behind the scenes. Hear from actors about the filming experience, and learn about the production's documentary-style approach, the innovative camera and lighting work, and much more.",
        "poster_path": "/gA5OkyOLwrA7rkGM1XpQmlrGXzy.jpg",
        "release_date": "2023-11-14"
      }
    ]
  },
  {
    "original_name": "Aya Asahina",
    "id": 2359226,
    "profile_path": "/zF3la0KvayUV3uACYPiBgCRIQcI.jpg",
    "known_for": [
      {
        "backdrop_path": "/bKxiLRPVWe2nZXCzt6JPr5HNWYm.jpg",
        "title": "",
        "overview": "With his two friends, a video-game-obsessed young man finds himself in a strange version of Tokyo where they must compete in dangerous games to win.",
        "poster_path": "/20mOwAAPwZ1vLQkw0fvuQHiG7bO.jpg",
        "release_date": ""
      },
      {
        "backdrop_path": null,
        "title": "Grand Blue",
        "overview": "Iori’s only dream is to go to college on a remote island—but when he gets roped into the school’s debaucherous, alcohol-indulgent diving club his hope for a sparkling campus life is thrown into chaos.",
        "poster_path": "/iZGnDnstcdorT0zJRpWzSQlMNz6.jpg",
        "release_date": "2020-08-07"
      },
      {
        "backdrop_path": "/iNpbnWI2vQWGdPC9Pbt1RnV71R5.jpg",
        "title": "",
        "overview": "Inoue Momoko admires her late father, who was a pilot. She begins work as a co-pilot at a low-cost airline. Under Captain Shinkai Kohei’s instructions, who knew her father, Inoue Momoko works hard to become a captain and her boyfriend Umino Daisuke supports her dream too.\n\nOne day, Inoue Momoko has a problem with a passenger complaining about the limit for carry-on baggage. At that time, Katsuki Tetsuya looks at the situation.",
        "poster_path": "/2j2p3MF2GpSMHAFaYTgIRQeVOHa.jpg",
        "release_date": ""
      }
    ]
  },
  {
    "original_name": "Josh Hutcherson",
    "id": 27972,
    "profile_path": "/npowygg8rH7uJ4v7rAoDMsHBhNq.jpg",
    "known_for": [
      {
        "backdrop_path": "/yDbyVT8tTOgXUrUXNkHEUqbxb1K.jpg",
        "title": "The Hunger Games",
        "overview": "Every year in the ruins of what was once North America, the nation of Panem forces each of its twelve districts to send a teenage boy and girl to compete in the Hunger Games.  Part twisted entertainment, part government intimidation tactic, the Hunger Games are a nationally televised event in which “Tributes” must fight with one another until one survivor remains.  Pitted against highly-trained Tributes who have prepared for these Games their entire lives, Katniss is forced to rely upon her sharp instincts as well as the mentorship of drunken former victor Haymitch Abernathy.  If she’s ever to return home to District 12, Katniss must make impossible choices in the arena that weigh survival against humanity and life against love. The world will be watching.",
        "poster_path": "/yXCbOiVDCxO71zI7cuwBRXdftq8.jpg",
        "release_date": "2012-03-12"
      },
      {
        "backdrop_path": "/dIi0De3LzEVSQHEUlh0Q2zUpmeW.jpg",
        "title": "The Hunger Games: Catching Fire",
        "overview": "Katniss Everdeen has returned home safe after winning the 74th Annual Hunger Games along with fellow tribute Peeta Mellark. Winning means that they must turn around and leave their family and close friends, embarking on a \"Victor's Tour\" of the districts. Along the way Katniss senses that a rebellion is simmering, but the Capitol is still very much in control as President Snow prepares the 75th Annual Hunger Games (The Quarter Quell) - a competition that could change Panem forever.",
        "poster_path": "/vrQHDXjVmbYzadOXQ0UaObunoy2.jpg",
        "release_date": "2013-11-15"
      },
      {
        "backdrop_path": "/tFlSDoWQsAZ2qjICKzfP5Yw6zM5.jpg",
        "title": "The Hunger Games: Mockingjay - Part 1",
        "overview": "Katniss Everdeen reluctantly becomes the symbol of a mass rebellion against the autocratic Capitol.",
        "poster_path": "/4FAA18ZIja70d1Tu5hr5cj2q1sB.jpg",
        "release_date": "2014-11-19"
      }
    ]
  },
  {
    "original_name": "Olivier Renaud",
    "id": 1799766,
    "profile_path": "/r1PKI00FM4kovA2AQfnWhC1BU13.jpg",
    "known_for": [
      {
        "backdrop_path": "/cIGPPTfxKvoezGB4yxmIqa33ROn.jpg",
        "title": "Midnight at the Magnolia",
        "overview": "Longtime friends and local radio hosts Maggie and Jack fake it as a couple for their families and listeners in hopes of getting their show syndicated.",
        "poster_path": "/gOfLcgmRYQ04ihwkNKzM6Vn4CnV.jpg",
        "release_date": "2020-11-05"
      },
      {
        "backdrop_path": "/eHm6u7QLedWj6PDMe1b317sAfbR.jpg",
        "title": "Planes, Trains, and Christmas Trees",
        "overview": "During a business trip, event planner Kayley and sports agent Brett find themselves unable to fly home for Christmas due to a snowstorm. Determined to get back to NYC by Christmas Eve, the two team up and try to make their own way home.",
        "poster_path": "/qcVbLZdXyavLsHmw9Lmnh4uHAan.jpg",
        "release_date": "2022-11-17"
      },
      {
        "backdrop_path": "/6cTPEKkGBDoSfKeljYdNjdIDOrc.jpg",
        "title": "Christmas at Maple Creek",
        "overview": "Sparks fly between a romance novelist and a blacksmith as they try to save a charming village during the holidays.",
        "poster_path": "/pmZ67ddANAEz0aTkDQRCT9FJlIo.jpg",
        "release_date": "2020-12-16"
      }
    ]
  },
  {
    "original_name": "Sangeeth Shobhan",
    "id": 3234630,
    "profile_path": "/7Vox31bH7XmgPNJzMKGa4uGyjW8.jpg",
    "known_for": [
      {
        "backdrop_path": "/jBnnkkXRZ0pV3Tw31Z2ALO638wA.jpg",
        "title": "MAD",
        "overview": "Set in an engineering college and revolves around the antics of the students there, primarily the boys, who get a kick out of torturing the hostel warden.",
        "poster_path": "/nDpOmgBfQZwOpFBcgokQGqd74r1.jpg",
        "release_date": "2023-10-06"
      },
      {
        "backdrop_path": "/1jof3bGVg67HLmvRHfTzqb2IODO.jpg",
        "title": "",
        "overview": "Mahesh and his mother embark on an adventurous journey filled with hilarious situations as they try to make quick money to repay a huge loan.",
        "poster_path": "/u1Tq2Qqb1oUJ6WSzVJqWk03LzEl.jpg",
        "release_date": ""
      },
      {
        "backdrop_path": "/d7jfcyPb5ZncLyhPFNjpuIeeZ1y.jpg",
        "title": "Prema Vimanam",
        "overview": "Two kids with a dream to board a flight cross paths with a young couple who must urgently catch the flight to start a new life.",
        "poster_path": "/9eljOANAd6HafUDdmp3xnmkpnt8.jpg",
        "release_date": "2023-10-13"
      }
    ]
  },
  {
    "original_name": "Jennifer Connelly",
    "id": 6161,
    "profile_path": "/3oYDftEbM3YgBiHYcbbIPRNZrTL.jpg",
    "known_for": [
      {
        "backdrop_path": "/zbpZOYrRCxEF8lFT5JC8XodEggC.jpg",
        "title": "A Beautiful Mind",
        "overview": "John Nash is a brilliant but asocial mathematician fighting schizophrenia. After he accepts secret work in cryptography, his life takes a turn for the nightmarish.",
        "poster_path": "/zwzWCmH72OSC9NA0ipoqw5Zjya8.jpg",
        "release_date": "2001-12-14"
      },
      {
        "backdrop_path": "/s5R6kTMfOxkGit96A8lqcDL4uVk.jpg",
        "title": "Requiem for a Dream",
        "overview": "The hopes and dreams of four ambitious people are shattered when their drug addictions begin spiraling out of control. A look into addiction and how it overcomes the mind and body.",
        "poster_path": "/nOd6vjEmzCT0k4VYqsA2hwyi87C.jpg",
        "release_date": "2000-10-06"
      },
      {
        "backdrop_path": "/5z75Q6nqgwgYfpMB9fVHQcw9gMz.jpg",
        "title": "Noah",
        "overview": "A man who suffers visions of an apocalyptic deluge takes measures to protect his family from the coming flood.",
        "poster_path": "/trtD17IqSWV9Nbn4OILztc9GuCX.jpg",
        "release_date": "2014-03-07"
      }
    ]
  },
  {
    "original_name": "Ana de Armas",
    "id": 224513,
    "profile_path": "/3vxvsmYLTf4jnr163SUlBIw51ee.jpg",
    "known_for": [
      {
        "backdrop_path": "/ilRyazdMJwN05exqhwK4tMKBYZs.jpg",
        "title": "Blade Runner 2049",
        "overview": "Thirty years after the events of the first film, a new blade runner, LAPD Officer K, unearths a long-buried secret that has the potential to plunge what's left of society into chaos. K's discovery leads him on a quest to find Rick Deckard, a former LAPD blade runner who has been missing for 30 years.",
        "poster_path": "/gajva2L0rPYkEWjzgFlBXCAVBE5.jpg",
        "release_date": "2017-10-04"
      },
      {
        "backdrop_path": "/4HWAQu28e2yaWrtupFPGFkdNU7V.jpg",
        "title": "Knives Out",
        "overview": "When renowned crime novelist Harlan Thrombey is found dead at his estate just after his 85th birthday, the inquisitive and debonair Detective Benoit Blanc is mysteriously enlisted to investigate. From Harlan's dysfunctional family to his devoted staff, Blanc sifts through a web of red herrings and self-serving lies to uncover the truth behind Harlan's untimely death.",
        "poster_path": "/pThyQovXQrw2m0s9x82twj48Jq4.jpg",
        "release_date": "2019-11-27"
      },
      {
        "backdrop_path": "/3Mnbw4gOYz5BNZB9PhZ2cyBSQum.jpg",
        "title": "War Dogs",
        "overview": "Based on the true story of two young men, David Packouz and Efraim Diveroli, who won a $300 million contract from the Pentagon to arm America's allies in Afghanistan.",
        "poster_path": "/uH9qGH5XS1iZXCSb3tgu40dxQoh.jpg",
        "release_date": "2016-08-18"
      }
    ]
  },
  {
    "original_name": "Timothée Chalamet",
    "id": 1190668,
    "profile_path": "/BE2sdjpgsa2rNTFa66f7upkaOP.jpg",
    "known_for": [
      {
        "backdrop_path": "/zvOJawrnmgK0sL293mOXOdLvTXQ.jpg",
        "title": "Call Me by Your Name",
        "overview": "In 1980s Italy, a relationship begins between seventeen-year-old teenage Elio and the older adult man hired as his father's research assistant.",
        "poster_path": "/mZ4gBdfkhP9tvLH1DO4m4HYtiyi.jpg",
        "release_date": "2017-09-01"
      },
      {
        "backdrop_path": "/jYEW5xZkZk2WTrdbMGAPFuBqbDc.jpg",
        "title": "Dune",
        "overview": "Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.",
        "poster_path": "/d5NXSklXo0qyIYkgV94XAgMIckC.jpg",
        "release_date": "2021-09-15"
      },
      {
        "backdrop_path": "/urwWVsciRiNSmhtMJcck0noWAXr.jpg",
        "title": "The King",
        "overview": "England, 15th century. Hal, a capricious prince who lives among the populace far from court, is forced by circumstances to reluctantly accept the throne and become Henry V.",
        "poster_path": "/8u0QBGUbZcBW59VEAdmeFl9g98N.jpg",
        "release_date": "2019-10-11"
      }
    ]
  },
  {
    "original_name": "Emma Myers",
    "id": 2604515,
    "profile_path": "/e5eTDKstLsUKKfmwgiJsDakcvly.jpg",
    "known_for": [
      {
        "backdrop_path": "/iHSwvRVsRyxpX7FE7GbviaDvgGZ.jpg",
        "title": "",
        "overview": "Wednesday Addams is sent to Nevermore Academy, a bizarre boarding school where she attempts to master her psychic powers, stop a monstrous killing spree of the town citizens, and solve the supernatural mystery that affected her family 25 years ago — all while navigating her new relationships.",
        "poster_path": "/9PFonBhy4cQy7Jz20NpMygczOkv.jpg",
        "release_date": ""
      },
      {
        "backdrop_path": "/fvUmnxS9xaUUl0eWygvcA1hPdTV.jpg",
        "title": "Girl in the Basement",
        "overview": "Sara is a teen girl who is looking forward to her 18th birthday to move away from her controlling father Don. But before she could even blow out the candles, Don imprisons her in the basement of their home.",
        "poster_path": "/qmddUxRwbsxHa7oEXm4PWh1KZe8.jpg",
        "release_date": "2021-02-27"
      },
      {
        "backdrop_path": "/fc2pEZgr0ltmyzLl4cO9JInOg6l.jpg",
        "title": "Family Switch",
        "overview": "When the Walker family members switch bodies with each other during a rare planetary alignment, their hilarious journey to find their way back to normal will bring them closer together than they ever thought possible.",
        "poster_path": "/fnRUCA0fjEb3kuIaTGogL7425IC.jpg",
        "release_date": "2023-11-30"
      }
    ]
  },
  {
    "original_name": "Tripti Dimri",
    "id": 2100209,
    "profile_path": "/fiyFyDfJ6t8hSgK49B1g18J13KE.jpg",
    "known_for": [
      {
        "backdrop_path": "/hwBFGNabkGv2ZIyFUnCTSSmprf7.jpg",
        "title": "Bulbbul",
        "overview": "A child bride grows up to be an enigmatic woman presiding over her household, harboring a painful past as supernatural murders of men plague her village.",
        "poster_path": "/4XYEqHqvcf6vxFhNyeKZz5xbUfV.jpg",
        "release_date": "2020-06-24"
      },
      {
        "backdrop_path": "/iwRZjIftnFy2vjSAQEKU3JUgv3m.jpg",
        "title": "Qala",
        "overview": "Haunted by her past, a talented singer with a rising career copes with the pressure of success, a mother's disdain and the voices of doubt within her.",
        "poster_path": "/4d2xoBGXMpfeQ6QgpVI4qm34bKP.jpg",
        "release_date": "2022-11-24"
      },
      {
        "backdrop_path": "/cCV4rIBtBjSDmAbP1SFaRz7CZV4.jpg",
        "title": "Mom",
        "overview": "After her stepdaughter is sexually assaulted at a party, a furious mother sets out to destroy the lives of the four perpetrators who walked free.",
        "poster_path": "/zZwbntqdfKdVgzH1RoMHa99g0mJ.jpg",
        "release_date": "2017-07-07"
      }
    ]
  },
  {
    "original_name": "Christa Taylor Brown",
    "id": 1815065,
    "profile_path": "/uUgiI5y8aHA6bxYxzqzFQmgs6H6.jpg",
    "known_for": [
      {
        "backdrop_path": "/qVu5MC7DiDOrlcKNZsb9rEJJ1UI.jpg",
        "title": "",
        "overview": "Wyatt Earp's great granddaughter Wynonna battles demons and other creatures with her unique abilities and a posse of dysfunctional allies - the only thing that can bring the paranormal to justice.",
        "poster_path": "/qnIaDelA81dmFaXrhpz6M6dpGSD.jpg",
        "release_date": ""
      },
      {
        "backdrop_path": "/9voL03zuWH6kUYmcLWAebVYQk27.jpg",
        "title": "Dream Wedding",
        "overview": "Sisters Kate and Megan attend their local wedding fair they jokingly enter a dream wedding package even though they are not getting married. Surprise the sisters win and now must put on a show or be mortified by their champagne decisions.",
        "poster_path": "/w5z2t02FKJtHfpbtZPpVleltiB0.jpg",
        "release_date": "2023-04-01"
      },
      {
        "backdrop_path": "/vKjcGYGONld7jXAWACgYDMYzygi.jpg",
        "title": "Christmas on Windmill Way",
        "overview": "Mia Meijer gets ready for the Christmas Market Dutch Bake-Off and suspects that her grandmother, Ann, will walk away with the cherished Golden Rolling Pin thanks to her Kerststol, a traditional Dutch fruited Christmas bread. But Mia's world is rocked when she learns that Ann was having financial troubles and had to sell the land deed to the Windmill Way property in her family for generations. Making matters worse, the buyer is Mia's former boyfriend, property developer Brady Schaltz, who must let Mia and Ann know the Meijer family-owned heritage Dutch sawmill, renowned for the past 90 years for its fine millwork and beautiful wooden furniture, will be torn down to put up a luxurious resort.",
        "poster_path": "/bRDWHhiVLllPWBU2ADV61acyqT7.jpg",
        "release_date": "2023-12-02"
      }
    ]
  },
  {
    "original_name": "Sydney Sweeney",
    "id": 115440,
    "profile_path": "/afr2eoktU4lFYtmtfKo05EbQdXo.jpg",
    "known_for": [
      {
        "backdrop_path": "/oKt4J3TFjWirVwBqoHyIvv5IImd.jpg",
        "title": "",
        "overview": "A group of high school students navigate love and friendships in a world of drugs, sex, trauma, and social media.",
        "poster_path": "/3Q0hd3heuWwDWpwcDkhQOA6TYWI.jpg",
        "release_date": ""
      },
      {
        "backdrop_path": "/3rwszCm4XyBtIWSjbUbgNwJOidu.jpg",
        "title": "The Voyeurs",
        "overview": "When Pippa and Thomas move into their dream apartment, they notice that their windows look directly into the apartment opposite – inviting them to witness the volatile relationship of the attractive couple across the street. But what starts as a simple curiosity turns into full-blown obsession with increasingly dangerous consequences.",
        "poster_path": "/8Y4XOIWhpOvSOEn8XrxbkH9yAXO.jpg",
        "release_date": "2021-08-25"
      },
      {
        "backdrop_path": "/oRiUKwDpcqDdoLwPoA4FIRh3hqY.jpg",
        "title": "Once Upon a Time… in Hollywood",
        "overview": "Los Angeles, 1969. TV star Rick Dalton, a struggling actor specializing in westerns, and stuntman Cliff Booth, his best friend, try to survive in a constantly changing movie industry. Dalton is the neighbor of the young and promising actress and model Sharon Tate, who has just married the prestigious Polish director Roman Polanski…",
        "poster_path": "/8j58iEBw9pOXFD2L0nt0ZXeHviB.jpg",
        "release_date": "2019-07-24"
      }
    ]
  },
  {
    "original_name": "Rowoon",
    "id": 1613836,
    "profile_path": "/sOTYcl8SGmtxpWq0EQKJhX8dztr.jpg",
    "known_for": [
      {
        "backdrop_path": "/2lQ1PwGFZKM9EakCw1j4NShEuuj.jpg",
        "title": "",
        "overview": "Made half-human and half-spirit by accident, a young man is employed by a company of grim reapers in the underworld to carry out special missions.",
        "poster_path": "/7pOC2Wr6aavn6OPkFJ9YqhCV5hW.jpg",
        "release_date": ""
      },
      {
        "backdrop_path": "/4r7scgI5aUrShN0YzriAatWd15e.jpg",
        "title": "",
        "overview": "When the crown prince is killed, his twin sister assumes the throne while trying to keep her identity and affection for her first love a royal secret.",
        "poster_path": "/mcfX0IqWibPhF5H4i2Q5gUlwwxk.jpg",
        "release_date": ""
      },
      {
        "backdrop_path": "/jJMfTkvU2exHwCFoBHsIqwaHImh.jpg",
        "title": "",
        "overview": "A lawyer bound by a centuries-old curse becomes entangled with a civil servant who holds the key to his freedom — igniting an unexpected romance.",
        "poster_path": "/fMiLKTIFB7YCBQSYoTJ7NCrPcD6.jpg",
        "release_date": ""
      }
    ]
  },
  {
    "original_name": "Mahershala Ali",
    "id": 932967,
    "profile_path": "/9ZmSejm5lnUVY5IJ1iNx2QEjnHb.jpg",
    "known_for": [
      {
        "backdrop_path": "/5En0fmDagt3Pk8d7P3uTwfeQceg.jpg",
        "title": "Green Book",
        "overview": "Tony Lip, a bouncer in 1962, is hired to drive pianist Don Shirley on a tour through the Deep South in the days when African Americans, forced to find alternate accommodations and services due to segregation laws below the Mason-Dixon Line, relied on a guide called The Negro Motorist Green Book.",
        "poster_path": "/7BsvSuDQuoqhWmU2fL7W2GOcZHU.jpg",
        "release_date": "2018-11-16"
      },
      {
        "backdrop_path": "/qGQf2OHIkoh89K8XeKQzhxczf96.jpg",
        "title": "Spider-Man: Into the Spider-Verse",
        "overview": "Struggling to find his place in the world while juggling school and family, Brooklyn teenager Miles Morales is unexpectedly bitten by a radioactive spider and develops unfathomable powers just like the one and only Spider-Man. While wrestling with the implications of his new abilities, Miles discovers a super collider created by the madman Wilson \"Kingpin\" Fisk, causing others from across the Spider-Verse to be inadvertently transported to his dimension.",
        "poster_path": "/iiZZdoQBEYBv6id8su7ImL0oCbD.jpg",
        "release_date": "2018-12-06"
      },
      {
        "backdrop_path": "/8RKBHHRqOMOLh5qW3sS6TSFTd8h.jpg",
        "title": "Alita: Battle Angel",
        "overview": "When Alita awakens with no memory of who she is in a future world she does not recognize, she is taken in by Ido, a compassionate doctor who realizes that somewhere in this abandoned cyborg shell is the heart and soul of a young woman with an extraordinary past.",
        "poster_path": "/xRWht48C2V8XNfzvPehyClOvDni.jpg",
        "release_date": "2019-01-31"
      }
    ]
  },
  {
    "original_name": "Miles Wei",
    "id": 1914924,
    "profile_path": "/fT4v4LTDXGEFGHe7ZAaRTtqBFYM.jpg",
    "known_for": [
      {
        "backdrop_path": "/q0dz7lf8y44KhBBnxyq8B5bKJxf.jpg",
        "title": "",
        "overview": "The drama revolves around He Qiao Yan, CEO of Heshi Group, and Qin Yi Yue, a child psychologist. It tells the story of a rational and indifferent man and a soft, optimistic, considerate, and meticulous psychologist, whose relationship develops from acquaintance to love. Adapted from the web novel \"Mr He's Love is Not Forgotten\" by Qin Ye.",
        "poster_path": "/yHoH1QsXuAPOBEbs6FWAqkHSYBL.jpg",
        "release_date": ""
      },
      {
        "backdrop_path": "/wRZZCP33wVM4JhnxClnUH35jueE.jpg",
        "title": "",
        "overview": "This story revolves around the cold and icy \"male god\" professor Zhang Sinian and the calm and sunny Yun Shu. After a fractious first meeting, where Yun Shu dressed down the especially finicky Sinian, she was shocked to find out that he was her university lecturer. Through a series of coincidental encounters, the two agreed to engage in a contractual marriage. As the feelings between them grow, how will they keep their relationship from those around them?",
        "poster_path": "/vFsSSAIGcsBKExxlJas5MlJmRtG.jpg",
        "release_date": ""
      },
      {
        "backdrop_path": "/A5sCms0ZO0uJcgfqpCE8SNujs8W.jpg",
        "title": "",
        "overview": "A determined entrepreneur navigates a love triangle between a young charmer and an older executive, leading her down an unconventional path to love.",
        "poster_path": "/mMfgXLuWsnDRfQPeg6Fihdh7TZn.jpg",
        "release_date": ""
      }
    ]
  }
]