[
  {
    "backdrop_path": "/ehumsuIBbgAe1hg343oszCLrAfI.jpg",
    "original_title": "Wish",
    "release_date": "2023-11-13",
    "overview": "Asha, a sharp-witted idealist, makes a wish so powerful that it is answered by a cosmic force – a little ball of boundless energy called Star. Together, Asha and Star confront a most formidable foe - the ruler of Rosas, King Magnifico - to save her community and prove that when the will of one courageous human connects with the magic of the stars, wondrous things can happen."
  },
  {
    "backdrop_path": "/zgQQF04u3OgNBJqClRNby1FPz9s.jpg",
    "original_title": "PAW Patrol: The Mighty Movie",
    "release_date": "2023-09-21",
    "overview": "A magical meteor crash lands in Adventure City and gives the PAW Patrol pups superpowers, transforming them into The Mighty Pups."
  },
  {
    "backdrop_path": "/dZbLqRjjiiNCpTYzhzL2NMvz4J0.jpg",
    "original_title": "Saw X",
    "release_date": "2023-09-26",
    "overview": "Between the events of 'Saw' and 'Saw II', a sick and desperate John Kramer travels to Mexico for a risky and experimental medical procedure in hopes of a miracle cure for his cancer, only to discover the entire operation is a scam to defraud the most vulnerable. Armed with a newfound purpose, the infamous serial killer returns to his work, turning the tables on the con artists in his signature visceral way through devious, deranged, and ingenious traps."
  },
  {
    "backdrop_path": "/pA3vdhadJPxF5GA1uo8OPTiNQDT.jpg",
    "original_title": "Sound of Freedom",
    "release_date": "2023-07-03",
    "overview": "The story of Tim Ballard, a former US government agent, who quits his job in order to devote his life to rescuing children from global sex traffickers."
  },
  {
    "backdrop_path": "/bckxSN9ueOgm0gJpVJmPQrecWul.jpg",
    "original_title": "Aquaman and the Lost Kingdom",
    "release_date": "2023-12-20",
    "overview": "Black Manta, still driven by the need to avenge his father's death and wielding the power of the mythic Black Trident, will stop at nothing to take Aquaman down once and for all. To defeat him, Aquaman must turn to his imprisoned brother Orm, the former King of Atlantis, to forge an unlikely alliance in order to save the world from irreversible destruction."
  },
  {
    "backdrop_path": "/lsJC9T6vo5HnqxEDjzGaczPUn6U.jpg",
    "original_title": "May December",
    "release_date": "2023-11-16",
    "overview": "Twenty years after their notorious tabloid romance gripped the nation, a married couple buckles under pressure when an actress arrives to do research for a film about their past."
  },
  {
    "backdrop_path": "/ktHEdqmMWC1wdfPRMRCTZe2OISL.jpg",
    "original_title": "Thanksgiving",
    "release_date": "2023-11-16",
    "overview": "After a Black Friday riot ends in tragedy, a mysterious Thanksgiving-inspired killer terrorizes Plymouth, Massachusetts - the birthplace of the holiday. Picking off residents one by one, what begins as random revenge killings are soon revealed to be part of a larger, sinister holiday plan."
  },
  {
    "backdrop_path": "/4kmNLwmVeT3xMciSRefE6SCi2hX.jpg",
    "original_title": "In the Land of Saints and Sinners",
    "release_date": "2023-10-06",
    "overview": "In a remote Irish village, a damaged Finbar is forced to fight for redemption after a lifetime of sins, but what price is he willing to pay? In the land of saints and sinners, some sins can't be buried."
  },
  {
    "backdrop_path": "/iEFuHjqrE059SmflBva1JzDJutE.jpg",
    "original_title": "Miraculous - le film",
    "release_date": "2023-07-05",
    "overview": "A life of an ordinary Parisian teenager Marinette goes superhuman when she becomes Ladybug. Bestowed with magical powers of creation, Ladybug must unite with her opposite, Cat Noir, to save Paris as a new villain unleashes chaos unto the city."
  },
  {
    "backdrop_path": "/8RBwd37p2p48lUmZuWBLSkFLprd.jpg",
    "original_title": "It's a Wonderful Knife",
    "release_date": "2023-11-10",
    "overview": "Winnie's life is less than wonderful one year after saving her town from a psychotic killer on Christmas Eve. When she wishes she was never born, she finds herself magically transported to a nightmarish parallel universe. With the murderous maniac now back, she must team up with a misfit to identify the culprit and get back to her own reality."
  },
  {
    "backdrop_path": "/ptz5ETMxDoRRiE69BVuIxJzyTEO.jpg",
    "original_title": "Migration",
    "release_date": "2023-12-06",
    "overview": "After a migrating duck family alights on their pond with thrilling tales of far-flung places, the Mallard family embarks on a family road trip, via New York City, to tropical Jamaica."
  },
  {
    "backdrop_path": "/AucuqDaUW4z1oT5XyL71qwRY2F6.jpg",
    "original_title": "Meg, deg & Frank",
    "release_date": "2022-06-03",
    "overview": "Christian - a millionaire heir, meets Sigrid - a young student, on a dating app. They hit it off quickly, but there's only one problem: Christian lives with Frank, a man who dresses up and constantly acts like a dog."
  },
  {
    "backdrop_path": "/sQLMaESdeELB7Dl8HdxfGlZYRzu.jpg",
    "original_title": "The Holdovers",
    "release_date": "2023-10-27",
    "overview": "A curmudgeonly instructor at a New England prep school is forced to remain on campus during Christmas break to babysit the handful of students with nowhere to go. Eventually, he forms an unlikely bond with one of them — a damaged, brainy troublemaker — and with the school’s head cook, who has just lost a son in Vietnam."
  },
  {
    "backdrop_path": "/A1g8AvP3KpDyu0iyjS6roRxK77v.jpg",
    "original_title": "L'ultima notte di Amore",
    "release_date": "2023-03-09",
    "overview": "On the night before his retirement, police lieutenant Franco Amore is called to investigate the death of a long-time partner of his in a diamond heist in which he was involved."
  },
  {
    "backdrop_path": "/zDb5YeHSGGMlS6eqhUXcVU2OzAJ.jpg",
    "original_title": "Freelance",
    "release_date": "2023-10-05",
    "overview": "An ex-special forces operative takes a job to provide security for a journalist as she interviews a dictator, but a military coup breaks out in the middle of the interview, they are forced to escape into the jungle where they must survive."
  },
  {
    "backdrop_path": "/dB6Krk806zeqd0YNp2ngQ9zXteH.jpg",
    "original_title": "Killers of the Flower Moon",
    "release_date": "2023-10-18",
    "overview": "When oil is discovered in 1920s Oklahoma under Osage Nation land, the Osage people are murdered one by one—until the FBI steps in to unravel the mystery."
  },
  {
    "backdrop_path": "/pD6sL4vntUOXHmuvJPPZAgvyfd9.jpg",
    "original_title": "Leo",
    "release_date": "2023-11-17",
    "overview": "Jaded 74-year-old lizard Leo has been stuck in the same Florida classroom for decades with his terrarium-mate turtle. When he learns he only has one year left to live, he plans to escape to experience life on the outside but instead gets caught up in the problems of his anxious students — including an impossibly mean substitute teacher."
  },
  {
    "backdrop_path": "/8Gxv8gSFCU0XGDykEGv7zR1n2ua.jpg",
    "original_title": "Oppenheimer",
    "release_date": "2023-07-19",
    "overview": "The story of J. Robert Oppenheimer's role in the development of the atomic bomb during World War II."
  },
  {
    "backdrop_path": "/o7StI2iR8yY1N67meSkNcXfojyD.jpg",
    "original_title": "Dragon Kingdom",
    "release_date": "2018-11-26",
    "overview": "To save their Kingdom from an army of undead, a group of warriors must travel through the forbidden lands fighting the fearsome beasts that call The Dark Kingdom their home."
  },
  {
    "backdrop_path": "/tea2gDZPxw0wfKC2S2VRWHagtt4.jpg",
    "original_title": "Wifelike",
    "release_date": "2022-08-12",
    "overview": "A grieving detective in the near-future hunts down criminals who trade artificial humans on the black market. In the fight to end AI exploitation, an underground resistance attempts to infiltrate him by sabotaging the programming of the artificial human assigned as his companion to behave like his late wife. She begins to question her reality as memories of a past life begin to surface in a world where nothing is as it seems."
  },
  {
    "backdrop_path": "/7BpNtNfxuocYEVREzVMO75hso1l.jpg",
    "original_title": "Five Nights at Freddy's",
    "release_date": "2023-10-25",
    "overview": "Recently fired and desperate for work, a troubled young man named Mike agrees to take a position as a night security guard at an abandoned theme restaurant: Freddy Fazbear's Pizzeria. But he soon discovers that nothing at Freddy's is what it seems."
  },
  {
    "backdrop_path": "/sBD608VF4TcFHmP7SuC0OcvZQ0b.jpg",
    "original_title": "Shockwave: Countdown to Disaster",
    "release_date": "2017-09-02",
    "overview": "A stolen seismic weapon is activated in Yemen. A hostage freed there tries in vain to warn against its global effect. It starts seismic activity at the Californian fault line where her daughter and ex are monitoring it. Can they stop it?"
  },
  {
    "backdrop_path": "/vBZ0qvaRxqEhZwl6LWmruJqWE8Z.jpg",
    "original_title": "The Creator",
    "release_date": "2023-09-27",
    "overview": "Amid a future war between the human race and the forces of artificial intelligence, a hardened ex-special forces agent grieving the disappearance of his wife, is recruited to hunt down and kill the Creator, the elusive architect of advanced AI who has developed a mysterious weapon with the power to end the war—and mankind itself."
  },
  {
    "backdrop_path": "/nTMmpvR9TyV631tpFr4FtYxG0FC.jpg",
    "original_title": "Reign of Chaos",
    "release_date": "2022-04-12",
    "overview": "When the world is gripped by a plague unleashed by the evil lord Chaos, and humans are turned into rabid creatures, mankind can only be saved by three young women, descendants of a Goddess, with the power to stop Chaos' evil."
  },
  {
    "backdrop_path": "/mBaXZ95R2OxueZhvQbcEWy2DqyO.jpg",
    "original_title": "The Hunger Games: The Ballad of Songbirds & Snakes",
    "release_date": "2023-11-15",
    "overview": "64 years before he becomes the tyrannical president of Panem, Coriolanus Snow sees a chance for a change in fortunes when he mentors Lucy Gray Baird, the female tribute from District 12."
  },
  {
    "backdrop_path": "/fiVW06jE7z9YnO4trhaMEdclSiC.jpg",
    "original_title": "Fast X",
    "release_date": "2023-05-17",
    "overview": "Over many missions and against impossible odds, Dom Toretto and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they've ever faced: A terrifying threat emerging from the shadows of the past who's fueled by blood revenge, and who is determined to shatter this family and destroy everything—and everyone—that Dom loves, forever."
  },
  {
    "backdrop_path": "/atBDD05PbVDI2lm2OUy1KFQpzen.jpg",
    "original_title": "The Bad Guys: A Very Bad Holiday",
    "release_date": "2023-11-30",
    "overview": "To keep their annual Holiday Heist-tacular afloat, Mr. Wolf and his crew of animal outlaws will have to restore the whole city's Christmas spirit — fast!"
  },
  {
    "backdrop_path": "/3sXv15ymVkaV7E18m4TlTgwNkAN.jpg",
    "original_title": "The Marvels",
    "release_date": "2023-11-08",
    "overview": "Carol Danvers, aka Captain Marvel, has reclaimed her identity from the tyrannical Kree and taken revenge on the Supreme Intelligence. But unintended consequences see Carol shouldering the burden of a destabilized universe. When her duties send her to an anomalous wormhole linked to a Kree revolutionary, her powers become entangled with that of Jersey City super-fan Kamala Khan, aka Ms. Marvel, and Carol’s estranged niece, now S.A.B.E.R. astronaut Captain Monica Rambeau. Together, this unlikely trio must team up and learn to work in concert to save the universe."
  },
  {
    "backdrop_path": "/NNxYkU70HPurnNCSiCjYAmacwm.jpg",
    "original_title": "Mission: Impossible - Dead Reckoning Part One",
    "release_date": "2023-07-08",
    "overview": "Ethan Hunt and his IMF team embark on their most dangerous mission yet: To track down a terrifying new weapon that threatens all of humanity before it falls into the wrong hands. With control of the future and the world's fate at stake and dark forces from Ethan's past closing in, a deadly race around the globe begins. Confronted by a mysterious, all-powerful enemy, Ethan must consider that nothing can matter more than his mission—not even the lives of those he cares about most."
  },
  {
    "backdrop_path": "/oYuLEt3zVCKq57qu2F8dT7NIa6f.jpg",
    "original_title": "Inception",
    "release_date": "2010-07-15",
    "overview": "Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious."
  },
  {
    "backdrop_path": "/kzgPu2CMxBr4YZZxC1Off4cUfR9.jpg",
    "original_title": "El crack cero",
    "release_date": "2019-10-04",
    "overview": "Madrid, Spain, 1975; shortly after the end of the Franco dictatorship. Six months after the mysterious death of his lover, a prestigious tailor, a married woman visits the office of the young Germán Areta, a former police officer turned private detective, to request his professional services."
  },
  {
    "backdrop_path": "/sNxqwtyHMNQwKWoFYDqcYTui5Ok.jpg",
    "original_title": "Inception: The Cobol Job",
    "release_date": "2010-12-07",
    "overview": "This \"Inception\" prequel unfolds courtesy of a beautiful Motion Comic, and explains how Cobb, Arthur and Nash were enlisted by Cobol Engineering."
  },
  {
    "backdrop_path": "/mNASlEOFX2c9upxaSbgeKFvIr1L.jpg",
    "original_title": "Bikini Inception",
    "release_date": "2015-05-19",
    "overview": "Two flunky Janitors in an Arctic Lab perform unauthorized experiments transporting them to a beach dream world in Malibu California w/50 beautiful young girls and a female Brazilian PhD Student wearing only a bra and panties. A '67 Muscle car races chases horses guns fights surfing, sumo wrestler, wolf monster, underwater scenes tons of gorgeous models. Sexy sci-fi fun."
  },
  {
    "backdrop_path": "/7uM4DyRVAcgagvhZoWrkrqMPbqV.jpg",
    "original_title": "Inception: Music from the Motion Picture",
    "release_date": "2010-12-07",
    "overview": "The Special Features Blu-ray disc contains a lossless DTS-HD MA 5.1 surround mix of the Inception soundtrack."
  },
  {
    "backdrop_path": "/yfnJ5qIYx7q33fY4jqv9Pu95RSg.jpg",
    "original_title": "Lucy Shimmers and the Prince of Peace",
    "release_date": "2020-10-19",
    "overview": "Second chances start when a hardened criminal crosses paths with a precocious little girl who is helped by an angel to change hearts during the holiday season."
  },
  {
    "backdrop_path": "/zqLiBL3Z9hI5lQSihu0aWiJW4BY.jpg",
    "original_title": "The Savage Peace",
    "release_date": "2015-05-24",
    "overview": "How, in 1945, after the end of World War II and the fall of the Nazi regime, the defeated were atrociously mistreated, especially those ethnic Germans who had lived peacefully for centuries in Germany's neighboring countries, such as Czechoslovakia and Poland. A heartbreaking story of revenge against innocent civilians, the story of acts as cruel as the Nazi occupation during the war years."
  },
  {
    "backdrop_path": "/vhs3P0JwqzlgfBqhjnCWDEOtDmS.jpg",
    "original_title": "Superman IV: The Quest for Peace",
    "release_date": "1987-07-24",
    "overview": "With global superpowers engaged in an increasingly hostile arms race, Superman leads a crusade to rid the world of nuclear weapons. But Lex Luthor, recently sprung from jail, is declaring war on the Man of Steel and his quest to save the planet. Using a strand of Superman's hair, Luthor synthesizes a powerful ally known as Nuclear Man and ignites an epic battle spanning Earth and space."
  },
  {
    "backdrop_path": "/4dLOhv3JkvEGEALmnUP4GeaElVR.jpg",
    "original_title": "Peace",
    "release_date": "",
    "overview": "It deifies humanity's hope for peace and treats it as a utopian, impossible, distant dream. It commits that the main factor controlling humanity is the instinct for violence in humans, and in this reversed idea, it suggests that the peace mentioned can only be achieved by accepting dangerous motives and allowing them to be satisfied. It takes this from a distorted/irregular, particular perspective."
  },
  {
    "backdrop_path": "/fFLciAbjeEB4TFbKvJXQtywwoSk.jpg",
    "original_title": "De son vivant",
    "release_date": "2021-07-16",
    "overview": "A son in denial of a serious illness. A mother facing the unbearable. And between them a doctor fighting to do his job and bring them to acceptance. The three of them have one year and four seasons to come together and understand what it means to die while living."
  },
  {
    "backdrop_path": "/5EyDLx7ea4ysBcvf8pdV6RyR6ut.jpg",
    "original_title": "Disturbing the Peace",
    "release_date": "2020-01-17",
    "overview": "A small-town marshal who hasn't carried a gun since he left the Texas Rangers after a tragic shooting must pick up his gun again to do battle with a gang of outlaw bikers that has invaded the town to pull off a brazen and violent heist."
  },
  {
    "backdrop_path": "/bK1knaPA5uYuNR0Bl4ftrLSJRI4.jpg",
    "original_title": "Peace Rate",
    "release_date": "2023-10-14",
    "overview": "Bengali Independent Feature Film"
  },
  {
    "backdrop_path": "/tvMJ84g2lx2XusA29wvOeaanwWZ.jpg",
    "original_title": "War and Peace",
    "release_date": "1966-03-14",
    "overview": "A seven-hour epic adaptation of the novel by Leo Tolstoy. The love story of young Countess Natasha Rostova and Count Pierre Bezukhov is interwoven with  the Great Patriotic War of 1812 against Napoleon's invading army."
  },
  {
    "backdrop_path": "/1H5weDCfCpY7ybfUCGts3m3hWmX.jpg",
    "original_title": "Short Peace",
    "release_date": "2013-07-20",
    "overview": "A traveler is confronted by spirits in an abandoned shrine; a story of honor and firefighting in ancient Japan; a white bear defends the royal family from a monstrous red demon; ragtag soldiers battle a robotic force in futuristic Japan."
  },
  {
    "backdrop_path": "/xdJXQErk3M8Jxah4y1mmnC9PE5.jpg",
    "original_title": "Forever Hold Your Peace",
    "release_date": "2023-11-12",
    "overview": "Two days before the wedding, Dragana decides that she will not marry the weak and predictable Momo. His headstrong father Leso strikes a deal with her – to act as the bride just for the day. But instead of saving the family’s honor, it only starts a traumatic farce for everyone involved."
  },
  {
    "backdrop_path": "/5Wxsp8SdnsD9vPqU5J0xZDHpIKL.jpg",
    "original_title": "War and Peace, Part II: Natasha Rostova",
    "release_date": "1966-07-20",
    "overview": "In the end of 1809, Natasha attends her first ball. Andrei falls in love with her and intends to marry her, but her father demands they wait. The prince travels abroad, and Natasha desperately longs for him. But she then meets Anatol Kuragin and forgets of Andrei. At the last minute, she regrets and abandons her plans to elope with Anatol. Bolkonsky hears of this and declares their betrothal is over. Pierre, trying to calm her down, suddenly announces he loves her."
  },
  {
    "backdrop_path": "/zqLiBL3Z9hI5lQSihu0aWiJW4BY.jpg",
    "original_title": "1945: The Savage Peace",
    "release_date": "2015-05-24",
    "overview": "How, in 1945, after the end of World War II and the fall of the Nazi regime, the defeated were atrociously mistreated, especially those ethnic Germans who had lived peacefully for centuries in Germany's neighboring countries, such as Czechoslovakia and Poland. A heartbreaking story of revenge against innocent civilians, the story of acts as cruel as the Nazi occupation during the war years."
  },
  {
    "backdrop_path": "/8gp89PHyyll8WqA0ib6HXideK8r.jpg",
    "original_title": "Ultraman M78 Theater Love & Peace",
    "release_date": "1999-06-03",
    "overview": "Ultraman M78 Theater Love & Peace is a 1999 anime film, featured as a double bill for Ultraman Tiga, Ultraman Dyna, & Ultraman Gaia: The Decisive Battle in Hyperspace.  Set in an alternate chibi-fied version Nebula M78, where Ultramen, kaijus, chojus, aliens and robots co-exists peacefully, the entire OVA consists mostly of short gags and animated clips."
  },
  {
    "backdrop_path": "/fFLciAbjeEB4TFbKvJXQtywwoSk.jpg",
    "original_title": "Peaceful",
    "release_date": "2021-07-16",
    "overview": "A son in denial of a serious illness. A mother facing the unbearable. And between them a doctor fighting to do his job and bring them to acceptance. The three of them have one year and four seasons to come together and understand what it means to die while living."
  },
  {
    "backdrop_path": "/7pL5uxsdD3kBxKl0oJW2VdCWtcS.jpg",
    "original_title": "Peace Breaker",
    "release_date": "2017-08-18",
    "overview": "A morally bent detective  has one of the worst days of his life after he tries to cover up an accidental crime."
  },
  {
    "backdrop_path": "/tpVXn1NQwL55llDnrkx79NfQrsl.jpg",
    "original_title": "War and Peace, Part I: Andrei Bolkonsky",
    "release_date": "1966-03-14",
    "overview": "The first film of a four-part adaptation of Leo Tolstoy’s 1869 novel. In St. Petersburg of 1805, Pierre Bezukhov, the illegitimate son of a rich nobleman, is introduced to high society. His friend, Prince Andrei Bolkonsky, joins the Imperial Russian Army as aide-de-camp of General Mikhail Kutuzov in the War of the Third Coalition against Napoleon."
  },
  {
    "backdrop_path": "/mYcgh1FvxS3fu9gEsqFOXnrcqpw.jpg",
    "original_title": "War and Peace, Part IV: Pierre Bezukhov",
    "release_date": "1967-11-04",
    "overview": "As Moscow is set ablaze by the retreating Russians, the Rostovs flee their estate, taking wounded soldiers with them, and unbeknownst to them, also Andrei. Pierre, dressed as a peasant, tries to assassinate Napoleon but is taken prisoner. As the French are forced to retreat, he is marched for months with the Grande Armée, until being freed by a raiding party. The French are defeated by Kutuzov in the Battle of Krasnoi. Andrei is recognized and is brought to his estate. He forgives Natasha on his deathbed. She reunites with Pierre and they marry as Moscow is being rebuilt."
  },
  {
    "backdrop_path": "/yAo95rbWXpALy6coB8bfU92s2rU.jpg",
    "original_title": "Peace Hotel",
    "release_date": "1995-04-12",
    "overview": "After his wife's murder, widow Wong A Ping sets up a Peace Hotel to act as a sanctuary for anyone who needs protecting. One day a mysterious women shows up who seeks shelter from a gang hunting her. Vowing to never turn anyone away, Wong A Ping must decide whether to help the women or risk confronting the gang."
  },
  {
    "backdrop_path": "/o5C1cgVlzKaugGXRZs30klZnsm8.jpg",
    "original_title": "Peace",
    "release_date": "2010-01-05",
    "overview": "What is peace? What is coexistence? And what are the basis for them? PEACE is a visual-essay-like observational documentary, which contemplates these questions by observing the daily lives of people and cats in Okayama city, Japan, where life and death, acceptance and rejection are intermingled."
  },
  {
    "backdrop_path": "/8y8wPfIL5tfCJNiLLhq0w5R0rgc.jpg",
    "original_title": "Peace",
    "release_date": "2021-04-16",
    "overview": "A down-low queer relationship really questions what it means to be at peace."
  },
  {
    "backdrop_path": null,
    "original_title": "Peace",
    "release_date": "2022-10-27",
    "overview": "Let’s start the peace with ourselves."
  }
]